{
    "navbar":{
        "about":"About",
        "projects":"Projects",
        "contact":"Contact",
        "button":{
            "idiom":"Language",
            "spanish":"Spanish",
            "english":"English"
        }
    },
    "about":{
        "profession":"Web developer",
        "title":"About me",
        "text":"I'm an enthusiastic and responsible person, with an interest in design and technology. I'm committed to costumer service and to achieve project delivery goals.",
        "download":"Download CV"
    },
    "technologies":{
        "turneroBack":{
            "name":"Patient-Appointment Back-End",
            "description":"This API for a dental-center system was built with a MySQL database and packaged with webpack. Sequelize was used to create the data models and GraphQL provided fast query handling, using Apollo as the server"
        },
        "turneroFront":{
            "name":"Patient-Appointment Front-end",
            "description":"The Front end of the shift system was created from the colors used by the dental center, designed in CSS, achieving an easy to use and responsive page. I used the React framework, taking advantage of the react-router package, and Apollo Client as a connection to the database"
        },
        "register":{
            "name":"Registration in steps",
            "description":"This step-by-step form that works as a registration for a freelance user page, uses React as a framework, CSS to style the app skeleton, and some MUI Material components."
        },
        "landingPage":{
            "name":"Landing page Freelance",
            "description":"This sample landing page was created for a client working as a freelance. It is completely customized by css, using libraries like fontAwesome, using React as a framework."
        },
        "portfolio":{
            "name":"Portfolio",
            "description":"The portfolio in which we are located, was created and written in Javascript, using React, and some libraries such as Font Awesome, emailjs, bootstrap and react-router."
        },
        "input-tag":{
            "description":"I did this project to improve and automate an existing Material UI component. It is a container box in which you can write to add some nice tags by keyboard, or delete them also by keyboard or through one click."
        },
        "view-card":"Visit project"
    },
    "contact":{
        "name":"Name",
        "business":"Subject",
        "message":"Message",
        "alert":"Thank you for your interest!"
    }

    
}