{
    "navbar":{
        "about":"About",
        "projects":"Projects",
        "contact":"Contact",
        "button":{
            "idiom":"Language",
            "spanish":"Spanish",
            "english":"English"
        }
    },
    "about":{
        "profession":"Web developer",
        "title":"About me",
        "text":"Hello! My name is Rebeca and the little one in the photo is my partner Mojito. We like to travel, we recently traveled from Córdoba, Argentina to Montevideo, Uruguay by car and returned by ship, making a stop in Buenos Aires. I'm a web developer, with experience in different technologies. I have more facility for the frontend, although I also like the backend.And now the important thing: Mojito is 10 years old, he likes to walk, dog toys, he is afraid of bugs and he is a bit dramatic when he needs to visit the vet. We hope you get to know us a little better!",
        "download":"Download CV",
        "certification":{
            "accesibility":"Web Accesibility",
            "cybers":"Fundamentals of Cybersecurity",
            "git":"Git Introduction",
            "react-n":"React-Native"
        }
    },
    "experience":{
        "title":"Work Experience",
        "development":"Frontend & Backend development",
        "support":"Technical support"
        
    },
    "projects":{
        "title":"Projects",
        "subt":"Web development",
        "chip":"Visit project"
    },
    "technologies":{
        "turneroBack":{
            "name":"Patient-Appointment Back-End",
            "description":"This API for a dental-center system was built with a MySQL database and packaged with webpack. Sequelize was used to create the data models and GraphQL provided fast query handling, using Apollo as the server"
        },
        "turneroFront":{
            "name":"Patient-Appointment Front-end",
            "description":"The Front end of the shift system was created from the colors used by the dental center, designed in CSS, achieving an easy to use and responsive page. I used the React framework, taking advantage of the react-router package, and Apollo Client as a connection to the database"
        },
        "register":{
            "name":"Registration in steps",
            "description":"This step-by-step form that works as a registration for a freelance user page, uses React as a framework, CSS to style the app skeleton, and some MUI Material components."
        },
        "card":{
            "name":"Challenge Card",
            "description":"This is my second Frontend Mentor challenge, I chose a basic card that took me approximately 2 hours. I used react as framework, styling the components with css. On this occasion I took the opportunity to use the Vite compiler, it was a fast and agile experience for me."
        },
        "landingPage":{
            "name":"Landing page Freelance",
            "description":"This sample landing page was created for a client working as a freelance. It is completely customized by css, using libraries like fontAwesome, using React as a framework."
        },
        "portfolio":{
            "name":"Portfolio",
            "description":"The portfolio in which we are located, was created and written in Javascript, using React, and some libraries such as Font Awesome, emailjs, bootstrap and react-router."
        },
        "input-tag":{
            "description":"I did this project to improve and automate an existing Material UI component. It is a container box in which you can write to add some nice tags by keyboard, or delete them also by keyboard or through one click."
        },
        "challenge-FE-Mentor":{
            "name":"CC Challenge",
            "description":"FrontEnd Mentor Challenge in which I was able to deepen my knowledge in forms and validations of entered data. It is developed with React, Vite and CSS."
        },
        "view-card":"Visit project"
    },
    "contact":{
        "title":"Contact",
        "name":"Name",
        "business":"Subject",
        "message":"Message",
        "alert":"Thank you for your interest!",
        "thanks":"Thank you!"
    }

    
}