{
    "navbar":{
        "about":"Sobre mi",
        "projects":"Proyectos",
        "contact":"Contacto",
        "button":{
            "idiom":"Idioma",
            "spanish":"Español",
            "english":"Inglés"
        }
    },
    "about":{
        "profession":"Desarrolladora web",
        "title":"Sobre mi",
        "text":"Soy una persona entusiasta y responsable, con interés en el diseño y la tecnología. Comprometida con el servicio al cliente y la entrega de proyectos en tiempo y forma.",
        "download":"Descargar CV"
    },
    "technologies":{
        "turneroBack":{
            "name":"Turnero-odontologia BE",
            "description":"Esta API para un turnero de un centro odontológico fue construido con una base de datos MySQL y empaquetado con webpack. Se usó Sequelize para crear los modelos de la base de datos y GraphQL aportó un rápido manejo de queries, utilizando Apollo como servidor."
        },
        "turneroFront":{
            "name":"Turnero-odontologia FE",
            "description":"El Front end del sistema de turnos fue creado a partir de los colores que utiliza el centro odontologico, diseñado en CSS, logrando una pagina facil de usar y responsiva. Utilicé el framework React, aprovechando el paquete de react-router, y Apollo Client como conexión con la base de datos."
        },
        "register":{
            "name":"Registro en pasos",
            "description":"Este formulario en pasos que funciona como registro para una página de usuarios freelancers, utiliza React como framework, CSS para estilizar el esqueleto de la app, y algunos componentes de MUI Material."
        },
        "landingPage":{
            "name":"Landing page Freelance",
            "description":"Esta landing page modelo fue creada para un cliente trabajando como freelance. Está personalizado en su totalidad por css, utilizando librerias como fontAwesome, utilizando React como framework."
        },
        "portfolio":{
            "name":"Portfolio",
            "description":"El portfolio en el que estamos, fue creado y escrito en Javascript, utilizando React, y algunas librerias como Font Awesome, emailjs, bootstrap y react-router."
        },
        "input-tag":{
            "description":"Este proyecto lo realicé para mejorar y automatizar un componente ya existente de Material UI. Es una caja contenedora en la cual se puede escribir para agregar unos lindos chips por teclado, o eliminarlas tambien por teclado o a traves de click de mouse."
        },
        "view-card":"Visitar proyecto"
    },
    "contact":{
        "name":"Nombre",
        "business":"Asunto",
        "message":"Mensaje",
        "alert":"Gracias por escribirme!"
    }

    
}