{
    "navbar":{
        "about":"Sobre mi",
        "projects":"Proyectos",
        "contact":"Contacto",
        "button":{
            "idiom":"Idioma",
            "spanish":"Español",
            "english":"Inglés"
        }
    },
    "about":{
        "profession":"Desarrolladora web",
        "title":"Sobre mi",
        "text":"Desarrolladora web, con experiencia de un año trabajando con Javascript, React, NodeJS, Graphql, Sequelize y otras librerias en Frontend y algunos proyectos Backend. Soy una persona apasionada por el aprendizaje constante, autodidacta y enfocada en superarme cada dia. Me gustan los trabajos que me desafien con el uso de nuevas tecnologías. Una de mis metas profesionales es encontrar un puesto que me permita crecer y en el cual pueda involucrarme en un buen ambiente laboral.",
        "download":"Descargar CV",
        "certification":{
            "accesibility":"Accesibilidad web",
            "cybers":"Cyber seguridad, fundamentos",
            "git":"Introducción a Git",
            "react-n":"React-Native"
        }
    },
    "technologies":{
        "turneroBack":{
            "name":"Turnero-odontologia BE",
            "description":"Esta API para un turnero de un centro odontológico fue construido con una base de datos MySQL y empaquetado con webpack. Se usó Sequelize para crear los modelos de la base de datos y GraphQL aportó un rápido manejo de queries, utilizando Apollo como servidor."
        },
        "turneroFront":{
            "name":"Turnero-odontologia FE",
            "description":"El Front end del sistema de turnos fue creado a partir de los colores que utiliza el centro odontologico, diseñado en CSS, logrando una pagina facil de usar y responsiva. Utilicé el framework React, aprovechando el paquete de react-router, y Apollo Client como conexión con la base de datos."
        },
        "register":{
            "name":"Registro en pasos",
            "description":"Este formulario en pasos que funciona como registro para una página de usuarios freelancers, utiliza React como framework, CSS para estilizar el esqueleto de la app, y algunos componentes de MUI Material."
        },
        "card":{
            "name":"Challenge Card",
            "description":"Este es mi segundo challenge de Frontend Mentor, elegí una card básica en la que demoré aproximadamente 2 hs. Usé como framework react, estilizando los componentes con css. En esta ocasion aproveché para utilizar el compilador Vite, me resultó una experiencia rápida y ágil."
        },
        "landingPage":{
            "name":"Landing page Freelance",
            "description":"Esta landing page modelo fue creada para un cliente trabajando como freelance. Está personalizado en su totalidad por css, utilizando librerias como fontAwesome, utilizando React como framework."
        },
        "portfolio":{
            "name":"Portfolio",
            "description":"El portfolio en el que estamos, fue creado y escrito en Javascript, utilizando React, y algunas librerias como Font Awesome, emailjs, bootstrap y react-router."
        },
        "input-tag":{
            "description":"Este proyecto lo realicé para mejorar y automatizar un componente ya existente de Material UI. Es una caja contenedora en la cual se puede escribir para agregar unos lindos chips por teclado, o eliminarlas tambien por teclado o a traves de click de mouse."
        },
        "challenge-FE-Mentor":{
            "name":"CC Challenge",
            "description":"Challenge de FrontEnd Mentor en el cual pude profundizar mis conocimientos en formularios y validaciones de datos ingresados. Está desarrollado con React, Vite y CSS."
        },
        "view-card":"Visitar proyecto"
    },
    "contact":{
        "name":"Nombre",
        "business":"Asunto",
        "message":"Mensaje",
        "alert":"Gracias por escribirme!"
    }

    
}